{
	"welcome": "Welcome to",
	"welcome-message": "one of the largest wind farm project developers in Croatia",
	"menu-home": "Home",
	"menu-about": "About us",
	"menu-vision": "Vision",
	"menu-projects": "Projects",
	"menu-operational": "Operational",
	"menu-development": "Development",
	"menu-news": "News",
	"menu-contact": "Contact",
	"menu-lang": "-HR-",
	"footer": "Copyright&copy;2022 <strong><span>ENCRO</span></strong>. All Rights Reserved.",
	"text-counter-1": "<p><strong>Wind farms </strong> developed and installed</p>",
	"text-counter-2": "<p><strong>MW</strong> total installed power</p>",
	"text-counter-3": "<p><strong>MW</strong> wind and solar projects in the pipeline</p>",
	"text-counter-4": "<p><strong>Happy Households</strong> supplied with clean energy</p>",
	"contact-address": "Our Address",
	"contact-office": "Our Offices",
	"contact-emaulus": "Email Us",
	"contact-phoneus": "Call Us",
	"place-contact-form-name": "Your name",
	"place-contact-form-mail": "Your Email",
	"place-contact-form-subject": "Subject",
	"place-contact-form-message": "Message",
	"contact-form-send": "Send Message",
	"text-about": "<p>Our team has developed <b>7 wind farms</b> with a total installed capacity of <b>141.4 MW</b>, which positions us among top Croatia's wind farm project developers.</p> <p>During the last <b>15 years</b>, ENCRO has explored and identified locations in Croatia suitable for building wind farms and successfully develop multiple wind projects.</p> <p>With our extensive experience in engineering, supervision and renewable portfolio asset management we have also more than 1000 MW new Wind and Solar projects in the pipeline.</p> <p>Working as a pioneer in the Croatian renewable energy sector we are fully focused on the energy transition and our projects form an important part in contributing to the goal of carbon neutral Europe as envisioned by the European green deal and the ‘Fit for 55’ package.</p>",
	"text-vision": " <p>Following on the Paris Agreement on Climate Change, the EU has led by example in setting ambitious targets for reducing net emissions by at least 55% by 2030 compared to 1990 and for being the first climate neutral continent by 2050. These goals are no longer aspirations or ambitions, but obligations laid down in the first European Climate Law that create new opportunities for innovation, investment and jobs.</p> <p> In this spirit the package of proposals, adopted in July 2021, aims to make the EU ‘fit for 55’ and deliver transformational change needed across our economy, society and industry. These measures will support Europe’s climate policy framework and put the EU on track for a 55% reduction in carbon emissions.</p> <p> One of the key instruments to reach the 2030 target is updated Renewable Energy Directive that increases the overall binding target from the current 32% to a new level of 40% renewables in the EU energy mix! </p>",
	"text-projects": "Our team has developed and maintains 7 wind farms with additional 2 wind farms under construction",
	"text-development": "<h3>WF ZD2P &amp; ZD3P Development</h3> <h2>We support sustainable development by developing renewable projects that contribute to green energy transition</h2> <p>WFs ZD2P and ZD3P are planned in Zadar County. Both locations are situated within the area of existing WF ZD2 and WF ZD3, designated by the Spatial Plan of Zadar County for the use of wind energy.</p> <p>The wind farms configuration includes:</p> <ul> <li>Nordex DELTA 4000 wind turbine generators (WTGs) and associated operating plateaus</li> <li>internal access roads to individual WTGs, 5 m wide, in a corridor up to 10 m wide</li> <li>underground MV cable and distributive telecommunication canalisation (along access roads)</li> <li>electrical connection point in the existing substation TS 20/110 kV Bruska.</li> </ul> <p>WF ZD2P will have 15 WTGs installed with total installed capacity of 68 MW and WF ZD3P will have 10 WTGs installed with total installed capacity of 53 MW. In line with the Electrical Connection Approvals, connected capacities are 68 MW for WF ZD2P and 43 MW for WF ZD3P.</p> <p>Three-axis, horizontal, upwind turbine with 105m hub height and 149m rotor diameter and variable speed will be used. Envisaged Nordex DELTA 4000 - N149 wind turbines are the newest generation of wind turbines with integrated flexible power rating which enables different application modes associated with specific ambient and wind conditions on the site and conditions in the transmission grid. Also, this feature allows to configure uniquely tailored solutions that meet site requirements, such as optimizing the operation of the wind farm in terms of capacity factor, achieving higher efficiency, WTG life extension and noise emissions.</p> <p>Technical and commercial management during construction and operation is managed by ENCRO Ltd with its highly qualified engineering and technical staff.</p> <h2>We are committed to preserve biodiversity and to respect local community during project construction and operation</h2> <p><h4><u>Air quality</u></h4></p> <p>The EIA considered air emissions as insignificant to the environment. Additionally, the dust emissions will be short-term. It is expected that there will be no exceedance of air quality standards.</p> <h4><u>Noise</u></h4> <p>Noise of higher intensity will occur during construction as a result of machinery, transport and drilling. This impact is temporary, short-term and local in nature. To limit nuisance in the area, construction works will be performed during the daytime.</p> <p>After the Project is commissioned, noise measurement at the reference points will be carried out according to the determined monitoring programme. Based on the measurement results, the operating conditions in the mode with reduced noise emission should be analysed and corrected if necessary in order not to exceeded threshold levels anywhere in the villages close to the projects.</p> <h4><u>Electromagnetic fields</u></h4> <p>During the design phase calculation of low-frequency electric and magnetic field levels was conducted. The calculation showed that expected levels of electric and magnetic fields in normal operation are far less than the limit values prescribed by the Ordinance on protection against electromagnetic fields (NN59/16). Additional low-frequency electric and magnetic field measurements will be conducted after the commissioning of the wind farm.</p> <h4><u>Traffic</u></h4> <p>The Traffic management Plan will be developed and implemented to manage the project traffic and potential health and safety risk and disturbance impacts. Required permits will be secured in advance for all necessary activities.</p> <h4><u>Waste</u></h4> <p>The possible types of waste have been mapped in the EIA. Waste generated will be temporarily stored at special area and delivered to authorised companies.</p> <h4><u>Birds and bats</u></h4> <p>EIA concluded that significant impacts on bats during operational phase of WFs are not expected. If mitigation measures are to be implemented, additional monitoring should be carried out to assess their efficiency. A detailed two-year post-construction monitoring program with regards to birds and bats will be conducted after the wind farm has been put in operation. The Company will develop detailed monitoring protocol with defined methodology in line with international guidelines and activities to be performed during the monitoring.</p>   <a target='_blank' href='assets/docs/NTS_Wind_Farm_ZD2P_and_ZD3P.pdf'><i class='bx bxs-file-pdf bx-lg'></i></a> <i>Non-Technical Summary WF ZD2P & ZD3P</i>",
	"text-1": "Technical & Commercial",
	"text-1-desc": "aspects of project development and running operational wind farms is fully managed internally",
	"text-2": "Operation & Maintenance",
	"text-2-desc": "aspect for seven operational wind farms is managed with excellent track record and a focus on constant improvement",
	"wf-year": "Year",
	"wf-location": "Location",
	"wf-power": "Power",
	"wf-not": "No. of turbines",
	"wf-type": "Type",
	"wf-prod": "Production (GWh)",
	"wf-load": "Full load hours (h)",
	"wf-factor": "Capacity factor (%)",
	"news": [
		{
			"title": "Encro.hr 1🥳",
			"short": "We are happy to announce our web page is online <h1>🎉</h1>",
			"extra": "Its there after some development :)",
			"date": "Mar 20, 2022",
			"img": ""
		},
		{
			"title": "WF ZD2P & ZD3P passed EBRD's final review, pending for approval",
			"short": "Provision of a long-term senior secured loan of up to EUR 46 million, debt service reserve facility of up to EUR 3.5 million, and bank guarantee of up to EUR 15 million to Kunovac d.o.o., a Croatian SPV company owned jointly by Taaleri SolarWind II S.a.r.l and Encro Kunovac d.o.o., for the purpose of the acquisition, construction and operation of a wind farm project located in Benkovac county, Croatia, with grid capacity of 68 MW (&quot;ZD2P&quot;) and a wind farm project located in Obrovac county, Croatia, with grid capacity of 43 MW (&quot;ZD3P&quot;).",
			"extra": "The project will contribute to climate mitigation by increasing the share of renewable energy generation in Croatia and will add 111 MW of new wind generation grid capacity to the national energy system providing significant support to the country on delivering its 2030 green targets. “In addition, the project will strengthen the private sector's role in the renewable energy sector in Croatia relying on combination of financial power purchase agreement and market offtake without the need for state aid in form of feed-in tariffs or feed-in premiums.<br><br><a target='_blank' href='https://www.ebrd.com/sites/Satellite?c=Content&amp;cid=1395304776164&amp;d=Touch&amp;pagename=EBRD%2FContent%2FContentLayout'>📄 EBRD info </a>",
			"date": "Mar 22, 2022",
			"img": "assets/img/wf/ZD6-3.jpg"
		},
		{
			"title": "Construction starts on windfarm ZD2P and ZD3P",
			"short": "Kunovac started constructing a new wind farms ZD2p &amp; ZD3p in Zadar County, in the administrative boundaries of the City of Benkovac and Obrovac. The project consists of 25 turbines that are being constructed to the around village of Bruška.",
			"extra": "<p>The wind farm ZD2p &amp; ZD3p, consists of 25 Nordex delta 4000 turbines, with cumulative grid capacity od 111MW. Once it is fully operational, the wind farm will generate green energy for the annual consumption of over 106,000 families. Compared to traditional fossil energy generated, annual CO2 savings will amount to over 72,000 tonnes.</p><p>The new wind farms ZD2p and ZD3p is expected to be operational by the end od 2023.</p>",
			"date": "Apr 15, 2022",
			"img": ""
		}
	],
	"projects": {
		"open": [
			{
				"name": "WF Zadar 6",
				"id": "ZD6",
				"year": "2011",
				"location": "Gračac",
				"power": "9 MW",
				"not": "4",
				"type": "SWT-2.3-82VS",
				"prod": "26.3",
				"load": "2,925",
				"factor": "33",
				"video": "",
				"text": "Wind farm Zadar 6 (9 MW) located in Gračac County is in commercial operation since January 2011 and is one of the top-ranking Croatian wind farms. The Wind farm consists of 4 x SWT-2.3-82VS turbines.",
				"img": []
			},
			{
				"name": "WF Zadar 6 Extension",
				"id": "ZD6P",
				"year": "2017",
				"location": "Gračac",
				"power": "44.2 MW",
				"not": "13",
				"type": "SWT-3.4-108",
				"prod": "131.7",
				"load": "2,980",
				"factor": "34",
				"video": "https://www.youtube.com/watch?v=gvJxc82vOmg",
				"text": "Wind farm Zadar 6 Extension (44.2 MW) represents an extension of the Zadar 6 project. The Wind farm consists of 13 x SWT-3.4-108 turbines. Compared to the Zadar 6 turbines the Zadar 6 Extension turbines have a 73 % bigger rotor swept area and a 48 % bigger nominal power. WF Zadar 6 Extension is in commercial operation since October 2017.",
				"img": []
			},
			{
				"name": "WF Zadar 2 & 3",
				"id": "ZD23",
				"year": "2012",
				"location": "Benkovac",
				"power": "36 MW",
				"not": "16",
				"type": "SWT-2.3-93, SWT-2.3-101",
				"prod": "113.5",
				"load": "3,154",
				"factor": "36",
				"video": "https://www.youtube.com/watch?v=8ISCYJtQlGU",
				"text": "Wind farm Zadar 2 & 3 (36 MW) located in Benkovac and Obrovac Counties is in commercial operation since February 2012. The Wind farm consists of 8 x SWT-2.3-93 (Zadar 2) and 8 x SWT-2.3-101 (Zadar 3) turbines. Since the beginning of commercial operation Zadar 2 & 3 has continuously ranked 1st in Croatia based on capacity factor.",
				"img": []
			},
			{
				"name": "WF Voštane Kamensko",
				"id": "VK",
				"year": "2013",
				"location": "Trilj",
				"power": "40 MW",
				"not": "14",
				"type": "SWT-3.0-101",
				"prod": "104.2",
				"load": "2,605",
				"factor": "30",
				"video": "https://www.youtube.com/watch?v=x5_7X-_dHUE",
				"text": "Wind farm Voštane Kamensko (40 MW) located in Trilj County is in commercial operation since August 2013 and consists of 14 x SWT-3.0-101 turbines. Voštane Kamensko has an above average capacity factor.",
				"img": []
			},
			{
				"name": "WF Zadar 4",
				"id": "ZD4",
				"year": "2013",
				"location": "Benkovac",
				"power": "9 MW",
				"not": "4",
				"type": "SWT-2.3-108",
				"prod": "21.7",
				"load": "2,416",
				"factor": "28",
				"video": "",
				"text": "Wind farm Zadar 4 (9 MW) located in Benkovac County. Zadar 4 is in commercial operation since August 2013 and has an above average capacity factor. The Wind farm consists of 4 x SWT-2.3-108 turbines.",
				"img": []
			}
		],
		"dev": [
			{
				"name": "WF ZD2P & ZD3P",
				"id": "ZD23P",
				"location": "Benkovac",
				"not": "25",
				"type": "Nordex DELTA 4000",
				"img": []
			}
		]
	}
}