{
	"welcome": "Dobrodo코li u ",
	"welcome-message": "Jedan od najve캖ih razvijatelja projekata OIE u Hrvatskoj",
	"menu-home": "Po캜etna",
	"menu-about": "O nama",
	"menu-vision": "Vizija",
	"menu-projects": "Projekti",
	"menu-operational": "U pogonu",
	"menu-development": "U razvoju",
	"menu-news": "Novosti",
	"menu-contact": "Kontakt",
	"menu-lang": "-EN-",
	"footer": "Autorska prava&copy;2022 <b><span>ENCRO</span></b>. Sva prava pridr쬬na.",
	"text-counter-1": "<p><b>Vjetroelektrana </b> pu코teno u pogon</p>",
	"text-counter-2": "<p><b>MW</b> ukupna instalirana snaga</p>",
	"text-counter-3": "<p> <b>MW</b> u razvoju projekata vjetroelektrana i sun캜anih elektrana </p>",
	"text-counter-4": "<p><b>Sretnih ku캖anstava</b> opskrbljeno 캜istom energijom</p>",
	"contact-address": "Na코a adresa",
	"contact-office": "Na코 ured",
	"contact-emaulus": "Po코aljite mail",
	"contact-phoneus": "Nazovite nas",
	"place-contact-form-name": "Va코e ime",
	"place-contact-form-mail": "Va코 email",
	"place-contact-form-subject": "Naslov",
	"place-contact-form-message": "Poruka",
	"contact-form-send": "Po코alji",
	"text-about": "<p>Na코 tim je razvio <b>7 vjetroelektrana</b> ukupne instalirane snage <b>141,4 MW</b>, 코to nas pozicionira me캠u vode캖e razvijatelje projekata u Hrvatskoj.</p> <p>Tijekom posljednjih <b>15 godina</b>, ENCRO je istra쬴o i identificirao lokacije u Hrvatskoj prikladne za izgradnju vjetroelektrana i uspje코no razvio vi코e vjetroelektrana.</p> <p>S na코im velikim iskustvom u in쬰njeringu, nadzoru i razvoju OIE, tako캠er imamo vi코e od 1000 MW novih projekata vjetroelektrana i suun캜anih elektrana u razvoju.</p> <p>Kao jedan od predvodnika u hrvatskom sektoru obnovljivih izvora energije, u potpunosti smo fokusirani na energetsku tranziciju i na코i projekti 캜ine va쬬n doprinos u zadvoljenju ciljeva uglji캜no neutralne Europe kako je predvi캠eno zelenim europskim planom i paketom 'Spremni za 55'.</p>",
	"text-vision": "<p>Slijede캖i Pari코ki sporazum o klimatskim promjenama, EU je svojim primjerom postavila ambiciozne ciljeve za smanjenje neto emisija za najmanje 55% do 2030. u usporedbi s 1990. i da bude prvi klimatski neutralan kontinent do 2050. godine. Ti ciljevi su ne vi코e aspiracije ili ambicije, ve캖 obveze utvr캠ene u prvom europskom zakonu o klimi koji stvaraju nove mogu캖nosti za inovacije, ulaganja i radna mjesta.</p><p> U tom duhu paket prijedloga 'Spremni za 55' treba donijeti transformacijske promjene potrebne u na코em gospodarstvu, dru코tvu i industriji. Ove mjere podr쬬t 캖e okvir europske klimatske politike i dovesti EU na pravi put za smanjenje emisija ugljika za 55%.</p><p> Jedan od klju캜nih instrumenata za postizanje cilja do 2030. a쬿rirana je Direktiva promicanju uporabe만nergije말z맖bnovljivih말zvora koja pove캖ava sveukupni obvezuju캖i cilj sa sada코njih 32% na 40% obnovljivih izvora energije u energetskom miksu EU!</p>",
	"text-projects": "Na코 tim je razvio i odr쬬va 7 vjetroelektrana uz 2 vjetroelektrane u izgradnji",
	"text-development": "<h3>VE ZD2P & ZD3P</h3> <h2>Podr쬬vamo odr쬴vi razvoj izgradnjom projekata obnovljivih izvora koji doprinose zelenoj energetskoj tranziciji</h2> <p>VE ZD2P i ZD3P planiraju se u Zadarskoj 쬿paniji. Obje lokacije nalaze se unutar podru캜ja postoje캖ih VF ZD2 i VF ZD3, odre캠enog Prostornim planom Zadarske 쬿panije za kori코tenje energije vjetra.</p> <p>Vjetroelektrane se sastoje od: </p> <ul> <li>Nordex DELTA 4000 vjetroagregati (VA) i pripadaju캖i operativni platoi</li> <li>Interni pristupni putovi do pojedina캜nih vjetroagregata , 코irine 5 m, u koridoru 코irine do 10 m</li> <li>podzemna SN kabelska i distributivna telekomunikacijska kanalizacija (uz pristupne prometnice)</li> <li>Priklju캜na to캜ka na EE mre쬿 u postoje캖oj trafostanici TS 20/110 kV Bru코ka.</li> </ul> <p>VE ZD2P sastoji se od 15 vjetroagregata ukupne instalirane snage 68 MW dok 캖e VE ZD3P imati instalirano 10 vjetroagregata ukupne instalirane snage 53 MW. Temeljem elektroenergetske suglasnosti, priklju캜na snaga iznosi 68 MW za VE ZD2P i 43 MW za VE ZD3P.</p> <p>Na lokaciji 캖e biti ugra캠enja troosnih vjetroagregata s horizontalnom osi vrtnje, visinom osi vrtnje rotora na  105 m te promjerom rotora 149 m uz mogu캖nost promjenjive brzine vrtnje. Predvi캠eni vjetroagregati Nordex DELTA 4000 - N149 su najnovija generacija vjetroagregat s integriranom Fleksibilan sustav sa promjenjivom nominalnom snagom vjetroagregata omogu캖uje razli캜ite primjene na캜ina rada  koji su povezani sa specifi캜nim ambijentalnim uvjetima na lokaciji, uvjetima u elektroenergetskoj mre쬴 i uvjetima vjetra na lokaciji. Tako캠er, navedeni pristup omogu캖uje optimizaciju vjetroparka sa pogleda faktora optere캖enja, priklju캜ne snage vjetroparka, 쬴votnog vijeka i zahtjeva za emisijom buke.</p><p>Tehni캜kim i komercijalnim upravljanjem tijekom izgradnje i rada upravlja ENCRO d.o.o sa svojim visokokvalificiranim in쬰njerskim i tehni캜kim osobljem.</p> <h2>Posve캖eni smo o캜uvanju bioraznolikosti uz uva쬬vanje lokalne zajednice tijekom izgradnje i komercijalnog rada projekta</p> <h2> <p><h4><u>Kvaliteta zraka</u></h4></p> <p>Emisije one캜i코캖uju캖ih tvari u zrak tijekom izgradnje projekta su zanemarive. Osim toga, emisije pra코ine bit 캖e kratkotrajnog karaktera. O캜ekuje se da ne캖e do캖i do prekora캜enja minimalnih standarda kakvo캖e zraka.</p> <h4><u>Buka</u></h4> <p>Buka ja캜eg intenziteta pojavit 캖e se tijekom izgradnje kao posljedica rada strojeva, transport i bu코enje. Taj je utjecaj privremen, kratkotrajan i lokalne prirode. Radi ograni캜avanja smetnji u prostoru, gra캠evinski radovi 캖e se izvoditi tijekom dana.</p> <p>Nakon pu코tanja  vjetroelektrana u pogon, mjerenje buke na referentnim to캜kama vr코it 캖e se prema utvr캠enom programu pra캖enja. Na temelju rezultata mjerenja potrebno je analizirati uvjete rada u re쬴mu sa smanjenom emisijom buke i po potrebi korigirati kako se nigdje i obli쬹jim to캜kama imisije u blizini projekta ne bi prekora캜ile grani캜ne razine.</p> <h4><u>Elektromagnetska polja</u></h4> <p>U fazi projektiranja proveden je prora캜un niskofrekventnih razina elektri캜nog i magnetskog polja. Prora캜un je pokazao da su o캜ekivane razine elektri캜nih i magnetskih polja u normalnom radu daleko manje od grani캜nih vrijednosti propisanih Pravilnikom o za코titi od elektromagnetskih polja (NN 59/16). Dodatna niskofrekventna mjerenja elektri캜nog i magnetskog polja izvr코it 캖e se nakon pu코tanja vjetroelektrane u pogon.</p> <h4><u>Promet</u></h4> <p>Izradit 캖e se Plan upravljanja prometom i bit 캖e implementiran tijekom isporuke vjetroagregata na lokaciju sa svim potencijalnim zdravstvenim i sigurnosnim rizicima. Potrebne dozvole bit 캖e unaprijed osigurane za sve potrebne aktivnosti.</p> <h4><u>Otpad</u></h4> <p>Mogu캖e vrste otpada tijekom izgradnje i kori코tenja evidentirane su studijom utjecaja na okoli코. Nastali otpad privremeno 캖e se skladi코titi na posebnom prostoru i biti zbrinut putem ovla코tenih tvrtki.</p> <h4><u>Ptice i 코i코mi코i</u></h4> <p>Studija utjecaja na okoli코 je zaklju캜ila da zna캜ajni utjecaji na 코i코mi코e tijekom rada VE se ne o캜ekuju. Ako se trebaju provoditi mjere ubla쬬vanja, potrebno je provesti dodatno pra캖enje kako bi se ocijenila u캜inkovitost mjera. Detaljan dvogodi코nji program pra캖enja ptica i 코i코mi코a nakon izgradnje bit 캖e proveden nakon pu코tanja vjetroelektrane u pogon. Izraditi 캖e se detaljan protokol pra캖enja s definiranom metodologijom u skladu s me캠unarodnim smjernicama i aktivnostima koje 캖e se provoditi tijekom monitoringa.</p>   <a target='_blank' href='assets/docs/NTS_Wind_Farm_ZD2P_and_ZD3P.pdf'><i class='bx bxs-file-pdf bx-lg'></i></a> <i>Non-Technical Summary WF ZD2P & ZD3P</i>",
	"text-1": "Tehni캜ki i komercijalni",
	"text-1-desc": "segmenti razvoja projekta i vo캠enje operativnog portfelja u potpunosti se obavlja interno",
	"text-2": "Pogon i odr쬬vanje",
	"text-2-desc": "za svih 7 operativnih vjetroelektrana vodi se sa izvrsnim rezultatima i fokusom na stalno pobolj코anje",
	"wf-year": "Godina",
	"wf-location": "Lokacija",
	"wf-power": "Priklju캜na Snaga:",
	"wf-not": "Br. vjetroagregata",
	"wf-type": "Tip vjetroagregata",
	"wf-prod": "Proizvodnja (GWh)",
	"wf-load": "Sati punog optere캖enja (h)",
	"wf-factor": "Faktor optere캖enja (%)",
	"news": [
		{
			"title": "Encro.hr 1游봅",
			"short": "Sretni smo 코to objavljujemo da je na코a web stranica online <h1>游꿀</h1>",
			"extra": "Tu je nakon nekog razvoja :)",
			"date": "Mar 20, 2022",
			"img": ""
		},
		{
			"title": "WF ZD2P & ZD3P pro코li su kona캜nu reviziju EBRD-a, 캜eka se zavr코no odobrenje",
			"short": "Pru쬬nje dugoro캜nog osiguranog zajma u iznosu do 46 milijuna eura, rezerve za otplatu duga do 3,5 milijuna eura i bankovnog jamstva do 15 milijuna eura Kunovac d.o.o., hrvatskoj SPV tvrtki u zajedni캜kom vlasni코tvu Taaleri SolarWind II S.a.r.l i Encro Kunovac d.o.o., u svrhu akvizicije, izgradnje i rada projekta vjetroelektrane smje코tene u Zadarskoj 쬿paniji, Hrvatska, s priklju캜nom snagom od 68 MW (&quot;ZD2P&quot;) i 43 MW (&quot;ZD3P&quot;).",
			"extra": "Projekt 캖e doprinijeti ubla쬬vanju klimatskih promjena pove캖anjem udjela proizvodnje elektri캜ne energije iz obnovljivih izvora u Hrvatskoj te 캖e nacionalnom energetskom sustavu dodati 111 MW novih proizvodnih kapaciteta ujedno pru쬬ju캖i zna캜ajnu potporu nacionalnom gospodarstvu u ispunjavanju zadanih zelenih ciljeva do 2030. Osim toga, projekt 캖e oja캜ati ulogu privatnog sektora u sektoru obnovljivih izvora energije u Hrvatskoj, oslanjaju캖i se na kombinaciju financijskog ugovora o kupnji elektri캜ne energije i tr쬴코nog preuzimanja bez potrebe za dr쬬vnom potporom u obliku feed-in tarifa ili feed-in premija.<br><br><a target='_blank' href='https://www.ebrd.com/sites/Satellite?c=Content&amp;cid=1395304776164&amp;d=Touch&amp;pagename=EBRD%2FContent%2FContentLayout'> 游늯 Podaci o EBRD-u </a>",
			"date": "Mar 22, 2022",
			"img": "assets/img/wf/ZD6-3.jpg"
		},
		{
			"title": "Zapo캜ela izgradnja vjetroelektrana ZD2P i ZD3P",
			"short": "Kunovac je zapo캜eo izgradnju novih vjetroelektrana ZD2p i ZD3p u Zadarskoj 쬿paniji, u administrativnim granicama Grada Benkovca i Obrovca. Projekt se sastoji od 25 vjetroagregata koje se nalazi u okolici mjesta Bru코ka.",
			"extra": "<p>Vjetroelektrane ZD2p i ZD3p, sastoje se od 25 Nordex delta 4000 vjetroagregata, s ukupnom priklju캜nom snagom od 111 MW. Nakon 코to bude u potpunosti pu코tena u rad, vjetroelektrana 캖e sa zelenom elektri캜nom energijom godi코nje opskrbljivati vi코e od 106.000 obitelji. U usporedbi s konvencionalnim elektranama na fosilna goriva, vjetroelektrana 캖e ostvariti godi코nje u코tede CO2 od preko 72.000 tona.</p><p>O캜ekuje se da 캖e nove vjetroelektrane ZD2p i ZD3p biti u pogonu do kraja 2023. godine.</p>",
			"date": "Apr 15, 2022",
			"img": "assets/img/wf/ZD23-3.jpg"
		}
	],
	"projects": {
		"open": [
			{
				"name": "WF Zadar 6",
				"id": "ZD6",
				"year": "2011",
				"location": "Gra캜ac",
				"power": "9 MW",
				"not": "4",
				"type": "SWT-2.3-82VS",
				"prod": "26.3",
				"load": "2,925",
				"factor": "33",
				"video": "",
				"text": "Vjetroelektrana Zadar 6 (9 MW) koja se nalazi u 쬿paniji Gra캜ac u komercijalnom je pogonu od sije캜nja 2011. godine i jedna je od vode캖ih hrvatskih vjetroelektrana. Vjetroelektrana se sastoji od 4 vjetroagregata SWT-2.3-82VS. ",
				"img": []
			},
			{
				"name": "WF Zadar 6 Extension",
				"id": "ZD6P",
				"year": "2017",
				"location": "Gra캜ac",
				"power": "44.2 MW",
				"not": "13",
				"type": "SWT-3.4-108",
				"prod": "131.7",
				"load": "2,980",
				"factor": "34",
				"video": "https://www.youtube.com/watch?v=gvJxc82vOmg",
				"text": "Vjetroelektrana Zadar 6 Extension (44,2 MW) predstavlja pro코irenje projekta Zadar 6. Vjetroelektrana se sastoji od 13 x SWT-3,4-108 vjetroagregata. U usporedbi s vjetroagregatima Zadar 6, vjetroagregati Zadar 6 Extension imaju 73 % ve캖u povr코ina rotora i 48 % ve캖u nazivnu snaga. Pro코irenje WF Zadar 6 je u komercijalnom pogonu od listopada 2017.",
				"img": []
			},
			{
				"name": "WF Zadar 2 & 3",
				"id": "ZD23",
				"year": "2012",
				"location": "Benkovac",
				"power": "36 MW",
				"not": "16",
				"type": "SWT-2.3-93, SWT-2.3-101",
				"prod": "113.5",
				"load": "3,154",
				"factor": "36",
				"video": "https://www.youtube.com/watch?v=8ISCYJtQlGU",
				"text": "Vjetroelektrana Zadar 2 & 3 (36 MW) koja se nalazi u Benkova캜koj i Obrova캜koj 쬿paniji u komercijalnom je radu od velja캜e 2012. godine. Vjetroelektrana se sastoji od 8 x SWT-2.3-93 (Zadar 2) i 8 x SWT- 2.3-101 (Zadar 3) vjetroagregata. Od po캜etka komercijalnog rada Zadar 2 & 3 kontinuirano zauzima 1. mjesto u Hrvatskoj prema faktoru kapaciteta.",
				"img": []
			},
			{
				"name": "WF Vo코tane Kamensko",
				"id": "VK",
				"year": "2013",
				"location": "Trilj",
				"power": "40 MW",
				"not": "14",
				"type": "SWT-3.0-101",
				"prod": "104.2",
				"load": "2,605",
				"factor": "30",
				"video": "https://www.youtube.com/watch?v=x5_7X-_dHUE",
				"text": "Vjetroelektrana Vo코tane Kamensko (40 MW) koja se nalazi u Triljskoj 쬿paniji je u komercijalnom pogonu od kolovoza 2013. godine i sastoji se od 14 x SWT-3.0-101 vjetroagregata. Vo코tane Kamensko imaju iznadprosje캜ni faktor kapaciteta.",
				"img": []
			},
			{
				"name": "WF Zadar 4",
				"id": "ZD4",
				"year": "2013",
				"location": "Benkovac",
				"power": "9 MW",
				"not": "4",
				"type": "SWT-2.3-108",
				"prod": "21.7",
				"load": "2,416",
				"factor": "28",
				"video": "",
				"text": "Vjetroelektrana Zadar 4 (9 MW) koja se nalazi u gradu Benkovcu. Zadar 4 je u komercijalnom pogonu od kolovoza 2013. godine i ima iznadprosje캜ni faktor optere캖enja. Vjetroelektrana se sastoji od 4 x SWT-2.3-108 vjetroagregata",
				"img": []
			}
		],
		"dev": [
			{
				"name": "WF ZD2P & ZD3P",
				"id": "ZD23P",
				"location": "Benkovac",
				"not": "25",
				"type": "Nordex DELTA 4000",
				"img": []
			}
		]
	}
}